Repository: thierryH91200/PegaseUIData_v2
Catalog: PegaseUIData_v2/Resource/Localizable.xcstrings
Source language: en
Languages: de, es, fr, he, hi, it, ru

source: (All)
de: (Alle)
es: (Todo)
fr: (Tout)
he: (הכל)
hi: (सभी)
it: (Tutto)
ru: (Все)

source: (no account)
de: (kein Konto)
es: (sin cuenta)
fr: (aucun compte)
he: (אין חשבון)
hi: (कोई खाता नहीं)
it: (nessun conto)
ru: (нет счёта)

source: (no transfer)
de: (keine Überweisung)
es: (sin transferencia)
fr: (aucun virement)
he: (אין העברה)
hi: (कोई हस्तांतरण नहीं)
it: (nessun trasferimento)
ru: (нет перевода)

source: %@ : Invalid numeric value.
de: %@ : Ungültiger numerischer Wert.
es: %@ : Valor numérico no válido.
fr: %@ : Valeur numérique invalide.
he: %@ : ערך מספרי לא תקין.
hi: %@ : अमान्य संख्यात्मक मान।
it: %@ : Valore numerico non valido.
ru: %@ : Недопустимое числовое значение.

source: %lld Account
de: %lld Konto
es: %lld Cuenta
fr: %lld Compte
he: %lld חשבון
hi: %lld खाता
it: %lld Conto
ru: %lld Счёт

source: • **Committed**: estimated check-in date, modifiable amount
de: • **Bestätigt**: voraussichtliches Buchungsdatum, Betrag änderbar
es: • **Comprometido**: fecha estimada de registro, importe modificable
fr: • **Engagé** : date de pointage estimée, montant modifiable
he: • **מחויב**: תאריך התאמה משוער, סכום ניתן לשינוי
hi: • **प्रतिबद्ध**: अनुमानित चेक-इन तिथि, संशोधनीय राशि
it: • **Confermato**: data di registrazione stimata, importo modificabile
ru: • **Подтверждено**: предполагаемая дата сверки, сумма изменяема

source: • **Committed**: estimated clocking date, modifiable amount
de: • **Bestätigt**: voraussichtliches Abstimmungsdatum, Betrag änderbar
es: • **Comprometido**: fecha de conciliación estimada, importe modificable
fr: • **Engagé** : date de pointage estimée, montant modifiable
he: • **מחויב**: תאריך התאמה משוער, סכום ניתן לשינוי
hi: • **प्रतिबद्ध**: अनुमानित सामंजस्य तिथि, संशोधनीय राशि
it: • **Confermato**: data di riconciliazione stimata, importo modificabile
ru: • **Подтверждено**: предполагаемая дата сверки, сумма изменяема

source: • **Planned**: estimated check-in date, amount subject to changee
de: • **Geplant**: voraussichtliches Buchungsdatum, Betrag änderbar
es: • **Planificado**: fecha estimada de registro, importe sujeto a cambios
fr: • **Prévu** : date de pointage estimée, montant susceptible de changer
he: • **מתוכנן**: תאריך התאמה משוער, סכום ניתן לשינוי
hi: • **नियोजित**: अनुमानित चेक-इन तिथि, राशि परिवर्तन के अधीन
it: • **Pianificato**: data di registrazione stimata, importo soggetto a modifiche
ru: • **Запланировано**: предполагаемая дата сверки, сумма может измениться

source: • **Planned**: estimated check-in date, editable amount
de: • **Geplant**: voraussichtliches Buchungsdatum, Betrag editierbar
es: • **Planificado**: fecha estimada de registro, importe editable
fr: • **Prévu** : date de pointage estimée, montant modifiable
he: • **מתוכנן**: תאריך התאמה משוער, סכום ניתן לעריכה
hi: • **नियोजित**: अनुमानित चेक-इन तिथि, संपादन योग्य राशि
it: • **Pianificato**: data di registrazione stimata, importo modificabile
ru: • **Запланировано**: предполагаемая дата сверки, сумма редактируема

source: • **Pointed**: exact date of the statement, amount not modifiable
de: • **Abgestimmt**: genaues Datum des Auszugs, Betrag nicht änderbar
es: • **Conciliado**: fecha exacta del extracto, importe no modificable
fr: • **Pointé** : date exacte du relevé, montant non modifiable
he: • **מותאם**: תאריך מדויק של הדף, סכום לא ניתן לשינוי
hi: • **सामंजस्य किया गया**: स्टेटमेंट की सटीक तिथि, राशि संशोधनीय नहीं
it: • **Riconciliato**: data esatta dell'estratto, importo non modificabile
ru: • **Сверено**: точная дата выписки, сумма не изменяема

source: ✓ %lld selected
de: ✓ %lld ausgewählt
es: ✓ %lld seleccionado(s)
fr: ✓ %lld sélectionné(s)
he: ✓ %lld נבחרו
hi: ✓ %lld चयनित
it: ✓ %lld selezionato/i
ru: ✓ %lld выбрано

source: 💡 **Keyboard shortcuts**: P = Planned, E = Committed, T = Pointed
de: 💡 **Tastaturkürzel**: P = Geplant, E = Bestätigt, T = Abgestimmt
es: 💡 **Atajos de teclado**: P = Planificado, E = Comprometido, T = Conciliado
fr: 💡 **Raccourcis clavier** : P = Prévu, E = Engagé, T = Pointé
he: 💡 **קיצורי מקלדת**: P = מתוכנן, E = מחויב, T = מותאם
hi: 💡 **कीबोर्ड शॉर्टकट**: P = नियोजित, E = प्रतिबद्ध, T = सामंजस्य किया गया
it: 💡 **Scorciatoie da tastiera**: P = Pianificato, E = Confermato, T = Riconciliato
ru: 💡 **Сочетания клавиш**: P = Запланировано, E = Подтверждено, T = Сверено

source: 📊 %lld transactions
de: 📊 %lld Transaktionen
es: 📊 %lld transacciones
he: 📊 %lld עסקאות
hi: 📊 %lld लेनदेन
it: 📊 %lld transazioni
ru: 📊 %lld транзакций

source: About
de: Über
es: Acerca de
fr: À propos
he: אודות
hi: के बारे में
it: Informazioni
ru: О программе

source: About %@
de: Über %@
es: Acerca de %@
fr: À propos de %@
he: אודות %@
hi: %@ के बारे में
it: Informazioni su %@
ru: О %@

source: Account
de: Konto
es: Cuenta
fr: Compte
he: חשבון
hi: खाता
it: Conto
ru: Счёт

source: Account: %@
de: Konto: %@
es: Cuenta: %@
fr: Compte : %@
he: חשבון: %@
hi: खाता: %@
it: Conto: %@
ru: Счёт: %@

source: AccountFormView
de: Kontoformular
es: Formulario de cuenta
fr: Formulaire de compte
he: טופס חשבון
hi: खाता फॉर्म
it: Modulo conto
ru: Форма счёта

source: Actual balance
de: Tatsächlicher Saldo
es: Saldo real
fr: Solde réel
he: יתרה בפועל
hi: वास्तविक शेष
it: Saldo effettivo
ru: Фактический баланс

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
he: הוסף
hi: जोड़ें
it: Aggiungi
ru: Добавить

source: Add account
de: Konto hinzufügen
es: Añadir cuenta
fr: Ajouter un compte
he: הוסף חשבון
hi: खाता जोड़ें
it: Aggiungi conto
ru: Добавить счёт

source: Add Group Account
de: Kontogruppe hinzufügen
es: Añadir grupo de cuentas
fr: Ajouter un groupe de comptes
he: הוסף קבוצת חשבונות
hi: खाता समूह जोड़ें
it: Aggiungi gruppo conti
ru: Добавить группу счетов

source: All
de: Alle
es: Todo
fr: Tout
he: הכל
hi: सभी
it: Tutto
ru: Все

source: All select
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
he: בחר הכל
hi: सभी का चयन करें
it: Seleziona tutto
ru: Выбрать всё

source: Amount
de: Betrag
es: Importe
fr: Montant
he: סכום
hi: राशि
it: Importo
ru: Сумма

source: Amount :
de: Betrag :
es: Importe :
fr: Montant :
he: סכום :
hi: राशि :
it: Importo :
ru: Сумма :

source: Amount field
de: Betragsfeld
es: Campo de importe
fr: Champ montant
he: שדה סכום
hi: राशि फ़ील्ड
it: Campo importo
ru: Поле суммы

source: Application Manual
de: Anwendungshandbuch
es: Manual de la aplicación
fr: Manuel de l'application
he: מדריך האפליקציה
hi: एप्लिकेशन मैनुअल
it: Manuale dell'applicazione
ru: Руководство пользователя

source: Bank balance
de: Kontostand
es: Saldo bancario
fr: Solde bancaire
he: יתרת בנק
hi: बैंक शेष
it: Saldo bancario
ru: Банковский баланс

source: Bank Card
de: Bankkarte
es: Tarjeta bancaria
fr: Carte bancaire
he: כרטיס בנק
hi: बैंक कार्ड
it: Carta bancaria
ru: Банковская карта

source: Bank Statement
de: Kontoauszug
es: Extracto bancario
fr: Relevé bancaire
he: דף חשבון
hi: बैंक स्टेटमेंट
it: Estratto conto
ru: Выписка

source: Bank Statement :
de: Kontoauszug :
es: Extracto bancario :
fr: Relevé bancaire :
he: דף חשבון :
hi: बैंक स्टेटमेंट :
it: Estratto conto :
ru: Выписка :

source: Bank transfer
de: Überweisung
es: Transferencia bancaria
fr: Virement
he: העברה בנקאית
hi: बैंक हस्तांतरण
it: Bonifico
ru: Банковский перевод

source: Bank withdrawal
de: Bankabhebung
es: Retiro bancario
fr: Retrait bancaire
he: משיכה בנקאית
hi: बैंक निकासी
it: Prelievo bancario
ru: Снятие со счёта

source: BankWebsiteView
de: Bank-Website
es: Sitio web del banco
fr: Site web bancaire
he: אתר הבנק
hi: बैंक वेबसाइट
it: Sito web della banca
ru: Сайт банка

source: Batch editing of %lld operations
de: Stapelbearbeitung von %lld Operationen
es: Edición por lotes de %lld operaciones
fr: Édition groupée de %lld opérations
he: עריכה קבוצתית של %lld פעולות
hi: %lld संचालनों का बैच संपादन
it: Modifica in batch di %lld operazioni
ru: Пакетное редактирование %lld операций

source: C:%@
de: S:%@
he: צ:%@
hi: चे:%@
it: A:%@
ru: Ч:%@

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hi: रद्द करें
it: Annulla
ru: Отмена

source: Cancel operation
de: Operation abbrechen
es: Cancelar operación
fr: Annuler l'opération
he: בטל פעולה
hi: संचालन रद्द करें
it: Annulla operazione
ru: Отменить операцию

source: Cancel sub-operation
de: Unter-Operation abbrechen
es: Cancelar sub-operación
fr: Annuler la sous-opération
he: בטל תת-פעולה
hi: उप-संचालन रद्द करें
it: Annulla sotto-operazione
ru: Отменить подоперацию

source: Cash
de: Bargeld
es: Efectivo
fr: Espèces
he: מזומן
hi: नकद
it: Contanti
ru: Наличные

source: Cash withdrawal
de: Bargeldabhebung
es: Retiro de efectivo
fr: Retrait espèces
he: משיכת מזומן
hi: नकद निकासी
it: Prelievo contanti
ru: Снятие наличных

source: CategorieBar1View1
de: Kategorie Balkendiagramm 1
es: Gráfico de barras de categoría 1
fr: Graphique en barres catégorie 1
he: תרשים עמודות קטגוריה 1
hi: श्रेणी बार चार्ट 1
it: Grafico a barre categoria 1
ru: Столбчатая диаграмма категорий 1

source: CategorieBar2View2
de: Kategorie Balkendiagramm 2
es: Gráfico de barras de categoría 2
fr: Graphique en barres catégorie 2
he: תרשים עמודות קטגוריה 2
hi: श्रेणी बार चार्ट 2
it: Grafico a barre categoria 2
ru: Столбчатая диаграмма категорий 2

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
he: קטגוריה
hi: श्रेणी
it: Categoria
ru: Категория

source: Catégory
de: Kategorie
es: Categoría
fr: Catégorie
he: קטגוריה
hi: श्रेणी
it: Categoria
ru: Категория

source: Category :
de: Kategorie :
es: Categoría :
fr: Catégorie :
he: קטגוריה :
hi: श्रेणी :
it: Categoria :
ru: Категория :

source: Category selection
de: Kategorieauswahl
es: Selección de categoría
fr: Sélection de catégorie
he: בחירת קטגוריה
hi: श्रेणी चयन
it: Selezione categoria
ru: Выбор категории

source: CB Balance
de: Kreditkartensaldo
es: Saldo tarjeta
fr: Solde CB
he: יתרת כרטיס
hi: कार्ड शेष
it: Saldo carta
ru: Баланс карты

source: CB Date
de: Kartendatum
es: Fecha tarjeta
fr: Date CB
he: תאריך כרטיס
hi: कार्ड तिथि
it: Data carta
ru: Дата карты

source: Change Payment Method
de: Zahlungsmethode ändern
es: Cambiar método de pago
fr: Changer le mode de paiement
he: שנה אמצעי תשלום
hi: भुगतान विधि बदलें
it: Cambia metodo di pagamento
ru: Изменить способ оплаты

source: Change Pointing Date
de: Abstimmungsdatum ändern
es: Cambiar fecha de conciliación
fr: Changer la date de pointage
he: שנה תאריך התאמה
hi: पॉइंटिंग तिथि बदलें
it: Cambia data di riconciliazione
ru: Изменить дату сверки

source: Change the bank statement
de: Kontoauszug ändern
es: Cambiar el extracto bancario
fr: Changer le relevé bancaire
he: שנה את דף החשבון
hi: बैंक स्टेटमेंट बदलें
it: Cambia l'estratto conto
ru: Изменить банковскую выписку

source: Change the Statut
de: Status ändern
es: Cambiar el estado
fr: Changer le statut
he: שנה את הסטטוס
hi: स्थिति बदलें
it: Cambia lo stato
ru: Изменить статус

source: Check
de: Scheck
es: Cheque
fr: Chèque
he: צ׳ק
hi: चेक
it: Assegno
ru: Чек

source: Choose a category within the selected rubric
de: Wählen Sie eine Kategorie innerhalb der ausgewählten Rubrik
es: Elija una categoría dentro de la rúbrica seleccionada
fr: Choisissez une catégorie dans la rubrique sélectionnée
he: בחר קטגוריה בתוך הרובריקה שנבחרה
hi: चयनित रूब्रिक के भीतर एक श्रेणी चुनें
it: Scegli una categoria all'interno della rubrica selezionata
ru: Выберите категорию в выбранной рубрике

source: Choose a rubric for categorizing this sub-operation
de: Wählen Sie eine Rubrik zur Kategorisierung dieser Unter-Operation
es: Elija una rúbrica para categorizar esta sub-operación
fr: Choisissez une rubrique pour catégoriser cette sous-opération
he: בחר רובריקה לסיווג תת-פעולה זו
hi: इस उप-संचालन को वर्गीकृत करने के लिए एक रूब्रिक चुनें
it: Scegli una rubrica per categorizzare questa sotto-operazione
ru: Выберите рубрику для категоризации этой подоперации

source: Choose an icon
de: Symbol auswählen
es: Elegir un icono
fr: Choisir une icône
he: בחר סמל
hi: एक आइकन चुनें
it: Scegli un'icona
ru: Выбрать значок

source: Choose the color
de: Farbe wählen
es: Elegir el color
fr: Choisir la couleur
he: בחר צבע
hi: रंग चुनें
it: Scegli il colore
ru: Выбрать цвет

source: Clear the filter
de: Filter löschen
es: Borrar el filtro
fr: Effacer le filtre
he: נקה את המסנן
hi: फ़िल्टर साफ़ करें
it: Cancella il filtro
ru: Очистить фильтр

source: Close
de: Schließen
es: Cerrar
fr: Fermer
he: סגור
hi: बंद करें
it: Chiudi
ru: Закрыть

source: Column %lld
de: Spalte %lld
es: Columna %lld
fr: Colonne %lld
he: עמודה %lld
hi: कॉलम %lld
it: Colonna %lld
ru: Столбец %lld

source: Comment
de: Kommentar
es: Comentario
fr: Commentaire
he: הערה
hi: टिप्पणी
it: Commento
ru: Комментарий

source: Comment :
de: Kommentar :
es: Comentario :
fr: Commentaire :
he: הערה :
hi: टिप्पणी :
it: Commento :
ru: Комментарий :

source: Comment field
de: Kommentarfeld
es: Campo de comentario
fr: Champ de commentaire
he: שדה הערה
hi: टिप्पणी फ़ील्ड
it: Campo commento
ru: Поле комментария

source: Confirm reset?
de: Zurücksetzen bestätigen?
es: ¿Confirmar reinicio?
fr: Confirmer la réinitialisation ?
he: לאשר איפוס?
hi: रीसेट की पुष्टि करें?
it: Confermare il ripristino?
ru: Подтвердить сброс?

source: Content for Sidebar 2 %@
de: Inhalt für Seitenleiste 2 %@
es: Contenido para barra lateral 2 %@
fr: Contenu pour barre latérale 2 %@
he: תוכן עבור סרגל צד 2 %@
hi: साइडबार 2 के लिए सामग्री %@
it: Contenuto per barra laterale 2 %@
ru: Содержимое для боковой панели 2 %@

source: Copy successful
de: Kopieren erfolgreich
es: Copia exitosa
fr: Copie réussie
he: ההעתקה הצליחה
hi: कॉपी सफल
it: Copia riuscita
ru: Копирование успешно

source: Create a new file
de: Neue Datei erstellen
es: Crear un nuevo archivo
fr: Créer un nouveau fichier
he: צור קובץ חדש
hi: नई फ़ाइल बनाएं
it: Crea un nuovo file
ru: Создать новый файл

source: Create a statement
de: Auszug erstellen
es: Crear un extracto
fr: Créer un relevé
he: צור דף חשבון
hi: स्टेटमेंट बनाएं
it: Crea un estratto
ru: Создать выписку

source: Create New Document...
de: Neues Dokument erstellen...
es: Crear nuevo documento...
fr: Créer un nouveau document...
he: צור מסמך חדש...
hi: नया दस्तावेज़ बनाएं...
it: Crea nuovo documento...
ru: Создать новый документ...

source: Created at :
de: Erstellt am :
es: Creado el :
fr: Créé le :
he: נוצר ב :
hi: बनाया गया :
it: Creato il :
ru: Создано :

source: CSV Preview
de: CSV-Vorschau
es: Vista previa CSV
fr: Aperçu CSV
he: תצוגה מקדימה CSV
hi: CSV पूर्वावलोकन
it: Anteprima CSV
ru: Предпросмотр CSV

source: Current account1
de: Girokonto1
es: Cuenta corriente1
fr: Compte courant1
he: חשבון עו"ש1
hi: चालू खाता1
it: Conto corrente1
ru: Текущий счёт1

source: Current account2
de: Girokonto2
es: Cuenta corriente2
fr: Compte courant2
he: חשבון עו"ש2
hi: चालू खाता2
it: Conto corrente2
ru: Текущий счёт2

source: Current account3
de: Girokonto3
es: Cuenta corriente3
fr: Compte courant3
he: חשבון עו"ש3
hi: चालू खाता3
it: Conto corrente3
ru: Текущий счёт3

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
he: כהה
hi: गहरा
it: Scuro
ru: Тёмная

source: Date CB
de: Kartendatum
es: Fecha de tarjeta
he: תאריך כרטיס
hi: कार्ड तिथि
it: Data carta
ru: Дата карты

source: Date of pointing
de: Abstimmungsdatum
es: Fecha de conciliación
fr: Date de pointage
he: תאריך התאמה
hi: पॉइंटिंग तिथि
it: Data di riconciliazione
ru: Дата сверки

source: Date of pointing :
de: Abstimmungsdatum :
es: Fecha de conciliación :
fr: Date de pointage :
he: תאריך התאמה :
hi: पॉइंटिंग तिथि :
it: Data di riconciliazione :
ru: Дата сверки :

source: Date Operation
de: Buchungsdatum
es: Fecha de operación
fr: Date d'opération
he: תאריך פעולה
hi: संचालन तिथि
it: Data operazione
ru: Дата операции

source: Date operation :
de: Buchungsdatum :
es: Fecha de operación :
fr: Date d'opération :
he: תאריך פעולה :
hi: संचालन तिथि :
it: Data operazione :
ru: Дата операции :

source: Date Pointage
de: Abrechnungsdatum
es: Fecha de conciliación
fr: Date de pointage
he: תאריך התאמה
hi: समाधान तिथि
it: Data riconciliazione
ru: Дата сверки

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
he: מחק
hi: हटाएं
it: Elimina
ru: Удалить

source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
he: מחק חשבון
hi: खाता हटाएं
it: Elimina conto
ru: Удалить счёт

source: Delete BankStatement
de: Kontoauszug löschen
es: Eliminar extracto bancario
fr: Supprimer le relevé bancaire
he: מחק דף חשבון
hi: बैंक स्टेटमेंट हटाएं
it: Elimina estratto conto
ru: Удалить выписку

source: Delete Category
de: Kategorie löschen
es: Eliminar categoría
fr: Supprimer la catégorie
he: מחק קטגוריה
hi: श्रेणी हटाएं
it: Elimina categoria
ru: Удалить категорию

source: Delete CheckBook
de: Scheckbuch löschen
es: Eliminar chequera
fr: Supprimer le chéquier
he: מחק פנקס צ׳קים
hi: चेकबुक हटाएं
it: Elimina libretto assegni
ru: Удалить чековую книжку

source: Delete Person
de: Person löschen
es: Eliminar persona
fr: Supprimer la personne
he: מחק אדם
hi: व्यक्ति हटाएं
it: Elimina persona
ru: Удалить человека

source: Delete Schedule
de: Zeitplan löschen
es: Eliminar programación
fr: Supprimer l'échéancier
he: מחק לוח זמנים
hi: अनुसूची हटाएं
it: Elimina pianificazione
ru: Удалить расписание

source: Delete SubOperation
de: Unter-Vorgang löschen
es: Eliminar sub-operación
fr: Supprimer la sous-opération
he: מחק תת-פעולה
hi: उप-ऑपरेशन हटाएं
it: Elimina sotto-operazione
ru: Удалить под-операцию

source: Delete the Payment methods
de: Zahlungsarten löschen
es: Eliminar métodos de pago
fr: Supprimer les modes de paiement
he: מחק אמצעי תשלום
hi: भुगतान विधियां हटाएं
it: Elimina metodi di pagamento
ru: Удалить способы оплаты

source: Deselect all
de: Alle abwählen
es: Deseleccionar todo
fr: Tout désélectionner
he: בטל בחירת הכל
hi: सभी का चयन रद्द करें
it: Deseleziona tutto
ru: Снять выделение

source: Details of the operation
de: Details der Operation
es: Detalles de la operación
fr: Détails de l'opération
he: פרטי הפעולה
hi: ऑपरेशन का विवरण
it: Dettagli dell'operazione
ru: Детали операции

source: Direct debit
de: Lastschrift
es: Domiciliación
fr: Prélèvement
he: חיוב ישיר
hi: सीधा डेबिट
it: Addebito diretto
ru: Прямое списание

source: Discount
de: Rabatt
es: Descuento
fr: Remise
he: הנחה
hi: छूट
it: Sconto
ru: Скидка

source: Display
de: Anzeige
es: Visualización
fr: Affichage
he: תצוגה
hi: प्रदर्शन
it: Visualizzazione
ru: Отображение

source: Displayed sub-operations: %lld
de: Angezeigte Unter-Vorgänge: %lld
es: Sub-operaciones mostradas: %lld
fr: Sous-opérations affichées : %lld
he: תת-פעולות מוצגות: %lld
hi: प्रदर्शित उप-ऑपरेशन: %lld
it: Sotto-operazioni visualizzate: %lld
ru: Отображаемые под-операции: %lld

source: Document PDF
de: PDF-Dokument
es: Documento PDF
he: מסמך PDF
hi: PDF दस्तावेज़
it: Documento PDF
ru: PDF документ

source: Double tap to discard changes
de: Doppeltippen zum Verwerfen
es: Toca dos veces para descartar
fr: Double-cliquez pour annuler les modifications
he: הקש פעמיים לביטול שינויים
hi: परिवर्तन रद्द करने के लिए डबल टैप करें
it: Tocca due volte per annullare
ru: Двойное нажатие для отмены изменений

source: Double tap to discard changes and close
de: Doppeltippen zum Verwerfen und Schließen
es: Toca dos veces para descartar y cerrar
fr: Double-cliquez pour annuler et fermer
he: הקש פעמיים לביטול שינויים וסגירה
hi: परिवर्तन रद्द करने और बंद करने के लिए डबल टैप करें
it: Tocca due volte per annullare e chiudere
ru: Двойное нажатие для отмены и закрытия

source: Double tap to save all changes
de: Doppeltippen zum Speichern aller Änderungen
es: Toca dos veces para guardar todos los cambios
fr: Double-cliquez pour enregistrer toutes les modifications
he: הקש פעמיים לשמירת כל השינויים
hi: सभी परिवर्तन सहेजने के लिए डबल टैप करें
it: Tocca due volte per salvare tutte le modifiche
ru: Двойное нажатие для сохранения всех изменений

source: Drop your PDF here
de: PDF hier ablegen
es: Suelta tu PDF aquí
fr: Déposez votre PDF ici
he: שחרר את ה-PDF כאן
hi: अपना PDF यहाँ छोड़ें
it: Trascina qui il tuo PDF
ru: Перетащите PDF сюда

source: Duplcate
de: Duplizieren
es: Duplicar
fr: Dupliquer
he: שכפל
hi: डुप्लिकेट
it: Duplica
ru: Дублировать

source: Edit
de: Bearbeiten
es: Editar
fr: Éditer
he: עריכה
hi: संपादित करें
it: Modifica
ru: Редактировать

source: Edit account
de: Konto bearbeiten
es: Editar cuenta
fr: Éditer le compte
he: ערוך חשבון
hi: खाता संपादित करें
it: Modifica conto
ru: Редактировать счёт

source: Edit Group Account
de: Kontogruppe bearbeiten
es: Editar grupo de cuentas
fr: Éditer un groupe de comptes
he: ערוך קבוצת חשבונות
hi: खाता समूह संपादित करें
it: Modifica gruppo conti
ru: Редактировать группу счетов

source: Edit statement
de: Auszug bearbeiten
es: Editar extracto
fr: Éditer le relevé
he: ערוך דף חשבון
hi: स्टेटमेंट संपादित करें
it: Modifica estratto
ru: Редактировать выписку

source: Edition multiple %lld transactions
de: Mehrfachbearbeitung von %lld Transaktionen
es: Edición múltiple de %lld transacciones
fr: Édition multiple de %lld transactions
he: עריכת %lld עסקאות
hi: %lld लेनदेन का बहु संपादन
it: Modifica multipla di %lld transazioni
ru: Редактирование %lld транзакций

source: End
de: Ende
es: Fin
fr: Fin
he: סוף
hi: समाप्त
it: Fine
ru: Конец

source: End balance
de: Endsaldo
es: Saldo final
fr: Solde final
he: יתרת סיום
hi: अंतिम शेष
it: Saldo finale
ru: Конечный баланс

source: End Date
de: Enddatum
es: Fecha de fin
fr: Date de fin
he: תאריך סיום
hi: समाप्ति तिथि
it: Data di fine
ru: Дата окончания

source: Enter a description for this sub-operation
de: Beschreibung für diesen Unter-Vorgang eingeben
es: Introduce una descripción para esta sub-operación
fr: Entrez une description pour cette sous-opération
he: הזן תיאור לתת-פעולה זו
hi: इस उप-ऑपरेशन के लिए विवरण दर्ज करें
it: Inserisci una descrizione per questa sotto-operazione
ru: Введите описание для этой под-операции

source: Enter the amount for this sub-operation
de: Betrag für diesen Unter-Vorgang eingeben
es: Introduce el importe para esta sub-operación
fr: Entrez le montant pour cette sous-opération
he: הזן סכום לתת-פעולה זו
hi: इस उप-ऑपरेशन के लिए राशि दर्ज करें
it: Inserisci l'importo per questa sotto-operazione
ru: Введите сумму для этой под-операции

source: Error: Transaction not found in the list.
de: Fehler: Transaktion nicht in der Liste gefunden.
es: Error: Transacción no encontrada en la lista.
fr: Erreur : Transaction non trouvée dans la liste.
he: שגיאה: העסקה לא נמצאה ברשימה.
hi: त्रुटि: लेनदेन सूची में नहीं मिला।
it: Errore: Transazione non trovata nella lista.
ru: Ошибка: Транзакция не найдена в списке.

source: Executed
de: Ausgeführt
es: Ejecutado
fr: Exécuté
he: בוצע
hi: निष्पादित
it: Eseguito
ru: Выполнено

source: Expenses
de: Ausgaben
es: Gastos
fr: Dépenses
he: הוצאות
hi: व्यय
it: Spese
ru: Расходы

source: Export
de: Exportieren
es: Exportar
fr: Exporter
he: ייצוא
hi: निर्यात
it: Esporta
ru: Экспорт

source: Export CSV
de: CSV exportieren
es: Exportar CSV
fr: Exporter CSV
he: ייצוא CSV
hi: CSV निर्यात करें
it: Esporta CSV
ru: Экспорт CSV

source: Export CSV…
de: CSV exportieren…
es: Exportar CSV…
fr: Exporter CSV…
he: ייצוא CSV…
hi: CSV निर्यात करें…
it: Esporta CSV…
ru: Экспорт CSV…

source: Export to PNG
de: Als PNG exportieren
es: Exportar a PNG
fr: Exporter en PNG
he: ייצוא ל-PNG
hi: PNG में निर्यात करें
it: Esporta in PNG
ru: Экспорт в PNG

source: Filter by period
de: Nach Zeitraum filtern
es: Filtrar por período
fr: Filtrer par période
he: סנן לפי תקופה
hi: अवधि के अनुसार फ़िल्टर करें
it: Filtra per periodo
ru: Фильтровать по периоду

source: Final : %@
de: Endsaldo : %@
he: סופי : %@
hi: अंतिम : %@
it: Finale : %@
ru: Итого : %@

source: Final balance
de: Endsaldo
es: Saldo final
fr: Solde final
he: יתרה סופית
hi: अंतिम शेष
it: Saldo finale
ru: Итоговый баланс

source: Find
de: Suchen
es: Buscar
fr: Rechercher
he: חפש
hi: खोजें
it: Trova
ru: Найти

# From %@ to %@
source: From %1$@ to %2$@
de: Von %1$@ bis %2$@
es: Del %1$@ al %2$@
fr: Du %1$@ au %2$@
he: מ-%1$@ עד %2$@
hi: %1$@ से %2$@ तक
it: Dal %1$@ al %2$@
ru: С %1$@ по %2$@
